/*
Переменная хранит в себе значение от 0 до 9.
Написать скрипт, который будет выводить слово “один”, если переменная хранит значение 1.
Выводить слово “два” - если переменная хранит значение 2 и т.д. для всех цифр от 0 до 9.
Реализовать двумя способами.
*/

let a = 5;

if(a === 1){
    console.log("один");
} 
else if (a === 2){
    console.log("два");
}
else if(a === 3){
    console.log("три");
}
else if(a === 4){
    console.log("четыре");
}
else if(a === 5){
    console.log("пять");
}
else if(a === 6){
    console.log("шесть");
}
else if(a === 7){
    console.log("семь");
}
else if(a === 8){
    console.log("восемь");
}
else if(a === 9){
    console.log("девять");
}